<template>
    <div class="introduce">
            <div class="title-text"><h1>安全通信设备</h1></div>
            <p class="introduce-text">
                              <br>我们的安全通信设备采用先进的加密技术和强大的防护机制，确保敏感信息在传输过程中的安全和保密。其主要特点包括：<br>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        
                              <br>1. 强加密算法：采用国际先进的加密算法，保障通信内容的机密性和完整性，防止信息遭到非法窃取和篡改。<br>
                              <br>2. 抗干扰通信：具备抗干扰能力，能够在恶劣的电磁环境下稳定传输，保证通信的可靠性和稳定性。<br>
                              <br>3. 多通道通信：支持多种通信方式和协议，包括无线通信、有线通信和卫星通信等，适应不同场景和需求。<br>
                              <br>4. 用户身份认证：通过严格的身份认证和访问控制机制，确保只有授权用户可以进行通信操作，防止非法入侵和攻击。
            </p>
      </div>
</template>