<template>
      <div class="introduce">
            <div class="title-text"><h1>高精度导航系统</h1></div>
            <p class="introduce-text">
                  <p class="introduce-text">
                              <br>我们的高精度导航系统采用最新的卫星导航技术，为军事应用提供准确的定位、导航和定向功能。其主要特点包括：<br>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        
                              <br>1. 高精度定位：利用多个卫星信号实时定位，提供厘米级甚至亚厘米级的定位精度，满足高精度导航需求。<br>
                              <br>2. 强大的抗干扰能力：采用先进的抗干扰算法和技术，能有效抵御各种电磁干扰和恶劣环境条件，保证导航系统的可靠性。<br>
                              <br>3. 多模式导航：支持多种导航模式，包括单点定位、差分定位、惯性导航等，适用于不同场景和需求。<br>
                              <br>4. 数据加密和安全性：在数据传输和存储过程中采用强大的加密机制，确保信息的安全性和保密性。
                  </p>
            </p>
      </div>
</template>